[
  {
    "id": 1,
    "title": "🌟 Der Moment, als alles klar wurde",
    "teaser": "Ein kurzer Gedanke über Entscheidungen, Mut und Bauchgefühl…",
    "date": "2023-12-03",
    "categories": ["Gedanken", "Sunny"],
    "tags": ["Entscheidung", "Bauchgefühl", "Neuanfang"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "Manchmal braucht es keine großen Worte. Es reicht ein Blick, ein Gefühl – und plötzlich ist alles klar. Genau so war es bei mir, als ich im Dezember 2023 mit Sunny losgezogen bin."
      },
      {
        "type": "text",
        "value": "Sunny hatte ihren Namen bereits als sie zu mir kam - Zufall? Er erinnert stark an meine alte Hündin Sammy, die im März 2023 im alter von 15 Jahren verstorben ist."
      },
      {
        "type": "text",
        "value": "Sunny ist vom Wesen her auch ziemlich ähnlich zu Sammy. Sie ist gehorsamer durch den Schäferhund, während Sammy durch den Labrador eher verfressen war."
      },
      {
        "type": "text",
        "value": "Körperlich unterscheiden sie sich jedoch massiv. In einem Punkt sind jedoch beide gleich - Treue und bedingunglose Liebe"
      },
      {
        "type": "image",
        "src": "../img/projekt2.jpg",
        "alt": "Symbolbild"
      },
      {
        "type": "text",
        "value": "Das Bild zeigt Sunny heute, wie sie mich anschaut! Ihr Blick verrät mehr als tausend Worte - Vertrauen und Ruhe, das sie mir schenkt nach ihrer Vergangenheit."
      },
      {
        "type": "text",
        "value": "Vertrauen das sie mir gibt weil Hunde merken, wer es ernst meint."
      },
      {
        "type": "text",
        "value": "Sunny kommt ursprünglich aus dem Tierschutz. Sie wurde aus schlechten Verhältnissen gerettet. Mehr dazu findet ihr in kommenden Blogbeiträgen."
      },
      {
        "type": "html",
        "value": "<div id='spendeblog-mini'></div>"
      },
      {
        "type": "text",
        "value": "Wenn ich euer Interesse geweckt habe schaut gerne regelmäßig vorbei."
      }
    ]
  },
  {
    "id": 2,
    "title": "🎁 Unterstütze meine Projekte",
    "teaser": "Hier kannst du direkt etwas Gutes tun...",
    "date": "2025-01-10",
    "categories": ["Spenden & Support", "Projekte"],
    "tags": ["Unterstützung", "Spende", "Herzensprojekt"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "Ich stecke viel Herz in meine Projekte – jede Unterstützung zählt!"
      },
      {
        "type": "html",
        "value": "<div id='spendeblog'></div>"
      }
    ]
  },
  {
    "id": 3,
    "title": "💡 Infos zum Blog",
    "teaser": "Ein kleiner Beitrag kann Großes bewirken...",
    "date": "2025-01-20",
    "categories": ["Info", "Gedanken"],
    "tags": ["Meta", "Blogstart", "Info"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "Hier findet ihr nach und nach Beiträge und Gedanken aus meinem Leben. Schaut hier gerne regelmäßig vorbei."
      },
      {
        "type": "html",
        "value": "<div id='spendeblog-mini'></div>"
      },
      {
        "type": "html",
        "value": "<div id='sprueche-mini'></div>"
      }
    ]
  },
  {
    "id": 4,
    "title": "😍 Erste treffen mit Sunny",
    "teaser": "Neugierig, wie Sunny zu mir gefunden hat? Dann schau hier...",
    "date": "2023-12-03",
    "categories": ["Sunny", "Gedanken"],
    "tags": ["Gefühle", "Sunny","Neuanfang"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "Anfangs traf ich mich mit dem Retter von Sunny und ihr, um sie langsam an mich zu gewöhnen. Nach mehreren Treffen war klar: Sunny vertraut mir."
      },
      {
        "type": "text",
        "value": "Bei den ersten Treffen war Sunny, auf Grund ihrer Erfahrungen mit Menschen, sehr misstrauisch. Sie versteckte sich und beobachtete aus sicherer Entfernung, ich akzeptierte ihr Verhalten und sie wurde von selbst neugierig."
      },
      {
        "type": "text",
        "value": "Sie traute sich immer näher in meine Richtung, während ich einfach nur auf dem Boden saß und mit dem Vermittler sprach und zwischendurch einfach ein Leckerlie in Sunnys Richtung warf."
      },
      {
        "type": "text",
        "value": "Immer wieder klaute sie sich, mit skeptischem Blick, die Leckerlies und zog sich zum fressen zurück. Angezogen durch die Leckerlies und meine Ruhe, die ich ausstrahle, kam Sunny mir, von sich aus immer näher zum schnüffeln."
      },
      {
        "type": "text",
        "value": "Vorsichtig näherte sie sich von hinten. Schnüffelte, guckte Interessiert. Doch dann flog plötzlich ein Leckerlie in ihre Richtung. Erschrocken wich sie zurück."
      },
      {
        "type": "html",
        "value": "<div id='sprueche-mini'></div>"
      },
      {
        "type": "text",
        "value": "Traute sich dann doch vor bis zum Leckerlie - Keine Reaktion von mir. Sunny merkte sie ist sicher und aß ihr Leckerlie vorsichtig hinter meinem Rücken. Das war der Moment in dem sie merkte nicer Dude lass mal schauen was er vllt noch so in der Tasche hat."
      },
      {
        "type": "text",
        "value": "Sunny startete ihre Erkundungstour in meine Richtung. Sie schüffelte mal ganz vorsichtig von der Seite. Ich ließ sie einfach machen, Gerüche aufnehmen - Vertrauen aufbauen! Sunny wurde immer zutraulicher, bis sie mir vorsichtig an den Lippen und der Nase schnüffelte."
      },
      {
        "type": "text",
        "value": "Ich kramte in meiner Tasche nach einem neuen Leckerlie. Sunny wich erschrocken zurück - Ganz nach dem Motto oh shit der bewegt sich, was soll ich denn jetzt machen? Ich hielt ihr das Leckerlie jetzt hin, statt es auf den Boden vor sie zu werfen. Vorsichrtig nahm sie das Leckerlie aus meiner Hand."
      },
      {
        "type": "text",
        "value": "Es folgten weitere Treffen. Sunny freute sich immer mehr mich zu sehen. Der Beginn unserer Freundschaft war gelegt. Es war an der Zeit für das erste Treffen bei mir zu Hause... Wenn du wissen möchetest, wie es weiter geht. Schaue gerne in den anderen Beiträgen in meiner Gedankenwelt vorbei."
      },
      {
        "type": "html",
        "value": "<div id='spendeblog-mini'></div>"
      }
    ]
  },
  {
    "id": 5,
    "title": "  Sunny's Einzug",
    "teaser": "Sunny's geplant, ungeplanter Einzug bei mir...",
    "date": "2023-12-03",
    "categories": ["Sunny", "Gedanken"],
    "tags": ["Einzug", "Gefühle", "Sunny","Neuanfang","Angst","neue Umgebung"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "Nach einigen treffen mit Sunny stand für mich und ihren Retter fest: Sie muss bei mir zu Hause einmal schnüffeln und weiter abchecken, ob wir zusammen passen. Gemeinsam verabredeten wir für das kommende Wochenende eine Testübernachtung. Doch dabei sollte es nicht bleiben."
      },
      {
        "type": "text",
        "value": "Am verabredeten Samstagmittag wartete ich bereits darauf, dass Sunny mir für das Wochenende gebracht wird. Ausgestattet mit dem nötigstem und dem, was mitgebracht wurde, startete das Abendteuer 'Testwochenende'."
      },
      {
        "type": "text",
        "value": "Sunny war bei Ankunft deutlich gestresst. Die Autofahrt, die neue Umgebung und Angst was mit ihr passiert - All das war Stress pur für sie. Doch als sie mich sah freute sie sich etwas, obwohl sie noch deutlich angespannt war. Schließlich hatte sie zuvor viel schlechtes erlebt und wusste nicht was nun passiert."
      },
      {
        "type": "text",
        "value": "Im Garten angekommen konnte sie erst mal an der Leine, um sie nicht zu überfordern, die Umgebung erkunden. Noch immer sichtlich angespannt machten wir uns auf den Weg ins Haus - Stop. Sunny versuchte an der Türschwelle dies zu unterbinden. Sie blieb einfach stehen. Aus Angst was passiert, wenn sich diese Türe schließt."
      },
      {
        "type": "text",
        "value": "Schließlich griff ich ihr Halsband und habe sie freundlich mit reingezogen und die Tür verschlossen. Sie direkt los gelassen, zurück gegangen, ihr bewusst sofort Raum gelassen. Ängstlich zog sie sich lieber zurück."
      },
      {
        "type": "image",
        "src": "../img/blog/angst_einzug.jpg",
        "alt": "Sunny am 'Testwochenende'"
      },
      {
        "type": "html",
        "value": "<div id='spendeblog-mini'></div>"
      },
      {
        "type": "image",
        "src": "../img/blog/rueckzug_einzug.jpg",
        "alt": "Sunny am 'Testwochenende'"
      },
      {
        "type": "text",
        "value": "Ich bemerkte schon bei den ersten Treffen ihren Character. Sunny, vorsichtig und misstrauisch wie sie war, erkundete Ihr neues zu Hause. Immer wieder warf ich ihr ein leckerlie zu oder versuchte sie zu streicheln. All das schaffte vertrauen."
      },
      {
        "type": "text",
        "value": "Bereits Samstagabend stand für mich schon fest: Sunny hat ein neues zu Hause und einen Ort mit viel Liebe verdient. Denn sie wird es mir auf ihre eigene Art und Weise danken. Bereits dort machte ich mich bei Fressnapf online auf Shopping Tour. Ohne zu wissen ob ich sie bekommen würde. Ich bestelle schonmal Futter, Leckerlies und Spielzeug."
      },
      {
        "type": "image",
        "src": "../img/blog/erkundung_einzug.jpg",
        "al": "Sunny Testwochenende"
      },
      {
        "type": "text",
        "value": "Die Nacht stand an und ich fragte mich, wo Sunny schlafen soll. Ich entschied mich dazu sie bei mir im Zimmer schlafen zu lassen. Ich richtetet ihr dort, direkt neben meinem Bett, einen Schlafplatz her. Doch Sunny hatte in der Nacht scheinbar andere Pläne. Sie legte sich einfach in mein Bett und das war ihr größter Vertrauensbeweis. Ich ließ es zu. "
      },
      {
        "type": "text",
        "value": "In dem Moment wurde mir klar: Sunny hat ihr Herz an mich verschenkt! Kein Hund legt sich zum schlafen, wenn er sich unsicher fühlt. Auch wenn es für viele komisch ist, aber ja Hunde sind ein Teil der Familie und dürfen somit im Bett schlafen."
      },
      {
        "type": "text",
        "value": "So verging die 'Testnacht' und der nächste morgen begann. Sunny sprang selbstverständlich aus dem Bett und streckte sich. Gefolgt von einem Blick: Was machen wir heute schönes? Wir erkundeten erst mal den Garten und Frühtückten danach. Sunnys vertrauen war durch die Nacht schon etwas gestärkt. Trotzdem beobachtete sie lieber aus der Ferne, um dann langsam doch immer mal näher zu kommen."
      },
      {
        "type": "text",
        "value": "Über den Tag hinweg bauten wir weiter Vertrauen auf, Sunny rannte schon das erste mal mit dem Nachbarshund durch den Garten - Sie war zurückhaltend dennoch glücklich, hatte ja genug Raum."
      },
      {
        "type": "image",
        "src": "../img/blog/sunny_amy.jpg",
        "alt": "Sunny mit anderem Hund"
      },
      {
        "type": "text",
        "value": "Langsam neigte sich das 'Testwochenende' dem Ende. Mir wurde bewusst, dass Sunny gleich abgeholt werden würde. Doch es kam ganz anders als Gedacht."
      },
      {
        "type": "text",
        "value": "Wir warteten bereits mit dem Nachbarshund im Garten, als der Vermittler freuden strahlend, mit den Worten: 'Die fühlt sich aber Sau Wohl hier', ankam."
      },
      {
        "type": "text",
        "value": "Es wurde schnell klar - Sunny jetzt wieder hier raus zu reißen würde uns beiden das Herz brechen. Somit tranken wir einen Kaffee und der Vermittler ist ohne Sunny wieder gefahren. Sunny's Testwochenende verlief anders, glücklicher, als geplant - Sie ist bei mir eingezogen."
      },
      {
        "type": "text",
        "value": "Direkt Montagmorgen machte ich mich auf den Weg zu Fressnapf um Ihr unter anderem einige Liegeplätze für die Wohnung zu besorgen. Bereits nach wenigen Tagen ist Sunny angekommen und das Training konnte beginnen."
      },
      {
        "type": "image",
        "src": "../img/blog/sunny_eingelebt.jpg",
        "alt": "Sunny nach einer Woche bei mir"
      },
      {
        "type": "text",
        "value": "Bereits nach kurzer Zeit begannen wir immer weiter ein eingespieltes Team zu werden - Sunny war sichlicht glücklichüber die neue Situation."
      },
      {
        "type": "image",
        "src": "../img/blog/sunny_nils.jpg",
        "alt": "Sunny nach einer Woche bei mir"
      }
    ]
  },
  {
    "id": 6,
    "title": "💡 Info SunnyCam",
    "teaser": "Erfahre mehr über die geplante SunnyCam...",
    "date": "2025-01-01",
    "categories": ["Projekte", "Sunny", "Gedanken", "Info"],
    "tags": ["Geplant", "SunnyCam", "Herzensprojekt"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "SunnyCam - Die Welt auf vier Pfoten! Ist ein social Media Projekt. Es soll die Sicht aus Sunny's Welt zeigen, unterlegt mit Sprüchen die Sunny sagen könnte. Lustig und kreativ. "
      },
      {
        "type": "image",
        "src": "../img/blog/sunny_spielt.jpg",
        "alt": "Sunny nach einer Woche bei mir"
      },
      {
        "type": "text",
        "value": "Seid gespannt was kommt. Folgt uns bald gerne auf TikTok, Instagram und YouTube. Dort erwarten euch spannende und lustige Abendteuer - Aber auch Hundetraining. "
      },
      {
        "type": "text",
        "value": "Weitere Infos folgen in kürze natürlich hier."
      },
      {
        "type": "html",
        "value": "<div id='sprueche-mini'></div>"
      },
      {
        "type": "html",
        "value": "<div id='spendeblog-mini'></div>"
      }
    ]
  },
  {
    "id": 7,
    "title": "🎁 Amazon-Wunschliste",
    "teaser": "Unterstütze uns gerne auf Amazon, wenn dir SunnyCam oder lernDex gefällt...",
    "date": "2025-06-24",
    "categories": ["Projekte", "Spenden & Support", "Info"],
    "tags": ["Geplant", "SunnyCam", "Herzensprojekt","lernDex"],
    "author": "Nils",
    "visible": true,
    "content": [
      {
        "type": "text",
        "value": "Die Gedankenwelt, SunnyCam und das lernDex sind Herzensprojekte und entsehen nebenbei. Wenn dir gefällt was du siehst und mich bei meiner Arbeit unterstützen möchtest."
      },
      {
        "type": "text",
        "value": "Hier eine kleine Übersicht, wie du Sunny und mich bei unseren Projekten regelmäßig unterstützen kannst:"
      },
      {
        "type": "html",
        "value": "<h3>Leckerlies und Kaffee</h3>"
      },
      {
        "type": "text",
        "value": "Wenn dir gefällt, was ich hier aufbaue und du helfen möchtest die SunnyCam zu verbessern:"
      },
      {
        "type": "html",
        "value": "<h3> Über den folgenden Link von Amazon kannst du aktiv unterstützen!</h3>"
      },
      {
        "type": "text",
        "value": "Der Link führt direkt zu Amazon (Externer Inhalt)! Alles was ihr über den Link bestellt, ist Bestandteil meiner Amazon-Wunschliste und wird direkt zu mir gesendet. "
      },
      {
        "type": "html",
        "value": "<a class='blog-btn' href='https://www.amazon.de/hz/wishlist/ls/3P3KYL40AJSZZ?ref_=wl_share' target='_blank' rel='noopener noreferrer'>Link zu Amazon</a>"
      },
      {
        "type": "text",
        "value": "⚠️Beachte bitte wenn du andere Leckerlies oder Futter, als angegeben, für Sunny bestellen möchtest: Es sollte Getreidefrei sein.⚠️ "
      },
      {
        "type": "text",
        "value": "Nutze sonst auch gerne PayPal um Sunny und mich zu unterstützen. Die Projekte sind Herzensprojekte und können nur durch eure Hilfe wachsen."
      },
      {
        "type": "html",
        "value": "<div id='spendeblog'></div>"
      }
    ]
  }
]
